{
  "creator":{
    "Daniel Falster":{
      "email": "daniel.falster@mq.edu.au",
      "phone": "+61-2-9850-9258",
      "address": "Biological Sciences",
      "city": "North Ryde",
      "state": "NSW",
      "postalCode": "2109",
      "country": "Australia"
      }
  },
  "associatedParty":{
      "Mark Westoby":{
      "email": "mark.westoby@mq.edu.au",
      "phone": "+61-2-9850-8196",
      "address": "Biological Sciences",
      "city": "North Ryde",
      "state": "NSW",
      "postalCode": "2109",
      "country": "Australia"
      }
  },
  "intro_statement": "The data were deposited in dryad 8 years after publication of the article. While I have endeavoured to check the details of the archive, there may be some small differences to the published paper due to the time delay between publishing and data release.",
  "publication":{
    "date": "2005",
    "title": "Alternative height strategies among 45 dicot rain forest species from tropical Queensland, Australia",
    "citation": "Falster, D. S., and M. Westoby. 'Alternative Height Strategies among 45 Dicot Rain Forest Species from Tropical Queensland, Australia.' Journal of Ecology 93, no. 3 (2005): 521-35",
    "doi": "10.1111/j.0022-0477.2005.00992.x",
    "keywords":  ["plant", "traits", "height", "succession"],
    "abstract": "1 Potential height, which spans at least an order of magnitude across species, is considered an important indicator of light capture strategy. Still, it remains unclear how potential height is coordinated with other traits that influence height growth rate, stem persistence and performance in low light. We proposed that contrasting correlations between potential height and other plant attributes would be observed for sets of species selected to span two hypothetical axes of light availability within mature forest and time since disturbance. 2 We selected 45 perennial rain forest species in Australia's wet tropics to span gradients of light availability and successional status and measured potential height together with traits influencing light capture and regeneration strategy on mature individuals. The traits included leaf mass per area, leaf nitrogen, wood density, stem mass per length, branch mass fraction and seed mass. 3 Potential height was significantly correlated with numerous traits among species selected to span each of the two gradients. Height was positively correlated with leaf mass area-1, leaf nitrogen and seed mass and negatively correlated with leaf area ratio at the branch tip along both light and successional gradients. Height was positively correlated with wood density along the successional axis, with the opposite relationship along the light gradient. 4 Trait relationships differed in either slope or intercept between the two gradients, reflecting different strategic trade-offs. At a given height, shorter species in the successional gradient were characterized by lower leaf mass area-1, lighter wood, smaller seeds, lower leaf nitrogen and lower leaf area ratio at the branch tip than similar sized species along the light gradient. 5 The results of this study support the idea of two distinct, trait-mediated axes of coexistence among short and tall plant species within vegetation. In several cases, trait relationships were weak or non-significant when species groupings were merged, indicating the importance of separating out the two sets for comparative studies."
  },
  "rights": "This dataset is released to the public under the Creative Commons CC0 license. As such, it may be freely used and redistributed. When using the dataset, we ask that you cite the original article, recognising the hard work that went into collecting the data and the author's willingness to make it publicly available.",
  "files":{
    "height_diameter":{
      "path": "data/height-diameter.csv",
      "description": "Inidividual-level measuremnts of plant height and diameter used for estimating maximum height",
      "metadata": "data/height-diameter-metadata.csv",
      "contact": "Daniel Falster"
    },
    "branch_biomass":{
      "path": "data/branch_biomass.csv",
      "description": "Inidividual-level measuremnts of branch biomass taken from terminal meter of stem",
      "metadata": "data/branch_biomass-metadata.csv",
      "contact": "Daniel Falster"
    },
    "leaf":{
      "path": "data/leaf.csv",
      "description": "Inidividual-level measuremnts of leaf traits",
      "metadata": "data/leaf-metadata.csv",
      "contact": "Daniel Falster"
    },
    "wood":{
      "path": "data/wood.csv",
      "description": "Inidividual-level measuremnts of wood traits",
      "metadata": "data/wood-metadata.csv",
      "contact": "Daniel Falster"
    },
    "seed":{
      "path": "data/seed.csv",
      "description": "Measuremnts of seed weight used to caluclate seed mass per species",
      "metadata": "data/seed-metadata.csv",
      "contact": "Daniel Falster"
    },
    "Falster2005-SuppInfo":{
      "path": "data/Falster2005-SuppInfo.csv",
      "description": "Appendix 1 from published paper, containing mean trait values for 45 woody shrub / tree species from Queensland's Wet Tropics. This data is available here http://www.blackwellpublishing.com/products/journals/suppmat/JEC/JEC992/JEC992sm.htm as a word document, but has been reproduced here in a more useful format.",
      "metadata": "data/Falster2005-SuppInfo-metadata.csv",
      "contact": "Daniel Falster"
    }
  },
  "methods": {
    "Dates": "Sampling was conducted during 2002-2003.",
    "Sites": "The study was carried out in tropical rain forest vegetation of north-eastern Australia. We restricted our sampling to regions of complex mesophyll vine forest found at Cape Tribulation (16°06'S, 145°27'E, 25m a.s.l.) and on the Atherton tablelands (17°07'S, 145°39'E, 800m a.s.l.). Rainfall is high throughout the region (3500mm yr-1 Cape Tribulation, ~2000 mm yr-1 Atherton) supporting a moderate to high level of foliage cover (leaf area index: 4-5 m2 m-2). The file 'branch_biomass.csv' indicates subsites where individual plants were sampled. The values given are as follows: \n\nATHERON AREA\n\n- k-tree: sampling off Sutties Gap Rd (-17.642632, 145.638027)\n- robson: sampling near Robson Creek site in Danbulla Forest Reserve on Atherton Tablelands (-17.125042, 145.632706)\n- kauri: sampling near Kauria Creek day use area in Danbulla Forest Reserve on Atherton Tablelands (-17.132793, 145.595927)\n- mt baldy: sampling near Herberton on Atherton Tablelands (approx only -17.37,145.37)\n- mt edith: records lost.\n\nCAPE TRIBULATION AREA\n\n- oliver: sampling in forest to south of Oliver Creek, near CSIRO plot (-16.143866, 145.430982)\n- cape: sampling in area near roadside around cape tribulation (-16.081445, 145.463276)\n- crane: sampling in forest surrounding the Australian Canopy Crane, located at 40 m elevation in lowland tropical rainforest at Cape (-16.102634, 145.448057).",
    "Species selection": "Tropical rain forest species are thought to differentiate out along both light and successional gradients and were sampled accordingly. Preference was given to sampling species found widely throughout the region. Successional species were defined as those requiring a high light environment at maturity (large gap or top of the canopy). For simplicity, we also assume species replacement at the top of the canopy corresponds to an increase in potential height, such that height is coordinated with successional status. Nineteen species, ranging from early to late successional status, were selected using published sources. Species selected to represent the light gradient establish and mature in closed forest, where successional species are assumed absent. For inclusion in this set we required that a species was known to establish and persist at low light levels, as indicated either by published sources (Hyland et al., 1999; Osunkoya, 1996) or by scientists familiar with the vegetation (A Graham, J Wells: CSIRO Atherton; R Jensen). Twenty-six species, experiencing a range of light levels at maturity, from high (canopy trees) to low light (understorey shrubs), were included.\n",
    "Species traits": "Height and stem diameter were recorded on a large number of individuals spanning a range of heights to enable us to estimate potential height. Measurements of key structural traits were then made on three healthy, mature (> 60% potential height) individuals per species, located in light environments consistent with their classification into light or successional sets. Successional species were located in gaps, clearings and road edges and light gradient species in patches of dense, mature forest.\nFor each plant, a single metre of stem measured back from the tip at the tallest point was removed for measurement of all structural traits. Consequently stem traits reported refer to values expressed in the terminal metre of stem on individuals close to the asymptotic height of the species. The Australian Canopy Crane Research Facility (ACCRF) at Cape Tribulation gave access to the canopies of taller species. All data were collected in November-December 2002.",
    "Potential height": "The potential height of species (hpot) was determined using a plot of height versus stem diameter measured at 10% of height (Aiba & Kohyama, 1996; Ishii et al., 2000; Thomas, 1996). An asymptotic function, was fitted to observed data for each species using non-linear regression (see main text for details). Parameter values of hpot, a and b that minimised the residual sum of squares were selected using the Levenberg-Marquardt estimation with tolerance of 10-6 in SPSS ver. 11.0. Calculated in this way, hpot represents the average top height realised by individuals of each species, not the overall maximum height observed. Height-diameter data from several data sources were merged for analysis. Data-points collected during the current study (551), in conjunction with operations at the ACCRF (327), or during surveys of 17 permanent plots by CSIRO Tropical Forest Research Centre (794) were included in the total of 1572. Data collected by CSIRO and ACCRF were mostly for large trees, with dbh (~ 1.3m height) rather than diameter at 10% of height recorded for each individual. Despite significant scatter for some species, there were indications of an asymptotic relationship in most cases. Several obvious outliers in the ACCRF and CSIRO datasets were not included during parameter estimation on the premise that these were individuals with a history of significant stem damage (e.g. from wind), resulting in unusually large diameters for a given height. This was verified for trees at the canopy crane site by visual inspection. In total 39 points were excluded from analysis. Undoubtedly some damaged individuals remain, leading to some underestimation of potential height and increased scatter (Ishii et al., 2000). We did not perceive either the inclusion of individuals with a history of minor damage or the use of dbh as significant limitations to analysis, since the effect will have been to reduce rather than increase interspecific spread in potential height.",
    "Leaf traits": "Leaf size, leaf mass per area (LMA) and leaf nitrogen concentration (Nmass) were measured on the first five fully expanded leaves at the tip of each individual.  Leaf size was calculated as the one sided leaf area (flat bed scanner) and LMA as the leaf dry mass (oven-dried for 48 h at 65°C) divided by leaf size. Leaves from all individuals per species were pooled and finely ground for nitrogen analysis. Total nitrogen concentration (%) was measured using complete combustion gas chromatography by Waite Analytical Services, Adelaide. Narea (mgN mm-2) was calculated as Nmass x LMA. For species with compound leaves and distinct mobile leaflets (Argyrodendron peralatum, Castanospermum australe, Cardwellia sublimis, Gillbeea adenopetala, Melicope elleryana, Polyscias australiana), leaf traits were calculated on the leaflet, with the rachis considered to be functionally equivalent to a branch. For all other species the petiole was included in measurements of all leaf traits.",
    "Wood density": "Wood density (dry mass /fresh volume) was calculated using 40-60mm stem segments taken 250mm and 1000mm back along a branch from the branch tip. Fresh samples were refrigerated before processing. After removing bark material, the volume of each wood sample was determined using Archimedes' principle (Hacke et al., 2000). Samples were submerged in a water filled container on a balance. The weight change (mg) recorded during submersion corresponds to the mass of water displaced, which can be converted to a volume using the formula: displacement weight (mg)/0.998 (mg mm-3), where 0.998 mg mm-3 is the density of water at 20°C. Samples were then dried for 4 days at 60°C before weighing.",
    "Seed mass": "Mean oven dried seed mass (including seed coat but excluding seed accessories) was estimated for all species with available field material. In total, collections for 17 of 47 species were made. Data for an additional 12 species were drawn from published (Grubb et al., 1998; Osunkoya et al., 1994) and unpublished (P. Juniper, CSIRO Atherton) sources.",
    "Stem extension": "To compare across species the efficiency with which height growth is achieved, several elements warrant consideration (Table 1). First, there is the amount of stem dry mass required to achieve a unit of stem extension (stem mass per length = SMPL). Second, there is the rate at which leaf mass (or area) area can be deployed in conjunction with a unit of stem growth. This can be quantified as leaf mass (or area) per stem length (LMPL). LMPL + SMPL gives the total mass per unit extension. Finally, there is the manner in which an allocation profile described by SMPL and LMPL influences potential extension rate, a function both of biomass expenditure per length and of the expected revenue arising from the deployment of leaf area. We chose two scales for comparison. Firstly, we quantified the most terminal branch segment sampled (up to 250mm length), back to the first lateral branch or rachis. This provides an estimate of the allocation profile realised at the stem tip only. Structural traits including terminal twig cross sectional area, LMA and wood density are expected to have important influences on SER. Secondly, we quantified the terminal metre of main stem. In addition to traits influencing variation at the tip, leaf retention and degree of branching will influence differences at 1m length.",
    "Leaf retention and branching index": "Leaf retention was calculated as the distance from the stem tip back to the oldest leaf along the main stem. The degree of branching was quantified as stem biomass invested in side branches relative to biomass of the leader stem: branch mass fraction (BMF) = mass side branches / total mass. Species with a high emphasis on branching have values approaching 1.0, while BMF =0 for species with no branching."
  }
}
